[
    {
      "id": 1,
      "title": "Game Developers Conference",
      "price": "$499.99",
      "description": "The world's largest event for gaming professionals.",
      "details": "The Game Developers Conference (GDC) is an annual gathering of game developers, designers, artists, and industry experts in San Francisco, California. GDC offers a week-long immersive experience, featuring informative lectures, panel discussions, workshops, and tutorials led by industry visionaries. Topics covered include game design, storytelling, graphics, and technology trends. Networking events provide opportunities to connect with like-minded professionals and potential collaborators.",
      "image": "https://i.ibb.co/TmVGrYJ/game-developer-conference.webp"
    },
    {
      "id": 2,
      "title": "TechXpo ",
      "price": "$299.99",
      "description": "An innovation hub for tech enthusiasts.",
      "details": "TechXpo 2023 is a technology exposition in the heart of New York City. The event showcases the latest gadgets, consumer electronics, and cutting-edge advancements in artificial intelligence and robotics. Attendees can explore exhibits, demonstrations, and presentations by renowned tech companies and startups, gaining insights into the future of technology and its impact on various industries.",
      "image": "https://i.ibb.co/TmVGrYJ/game-developer-conference.webp"
    },
    {
      "id": 3,
      "title": "GamingCon ",
      "price": "$349.99",
      "description": "The ultimate gathering for gamers.",
      "details": "GamingCon 2023, located in Los Angeles, is a must-attend convention for gamers of all levels. It offers e-sports tournaments, retro gaming zones, cosplay contests, and developer showcases. Attendees can try the latest gaming hardware, attend insightful panels, and meet their favorite gaming personalities. GamingCon celebrates the culture, art, and technology of gaming.",
      "image": "https://i.ibb.co/TmVGrYJ/game-developer-conference.webp"
    },
    {
      "id": 4,
      "title": "AI Summit ",
      "price": "$449.99",
      "description": "The premier event for AI enthusiasts.",
      "details": "AI Summit 2023, held in Seattle, is the go-to event for those passionate about artificial intelligence and machine learning. The summit offers in-depth workshops, keynotes, and interactive sessions led by AI luminaries. Attendees gain insights into machine learning, natural language processing, computer vision, and more. Networking opportunities foster collaborations driving innovation in AI.",
      "image": "https://i.ibb.co/TmVGrYJ/game-developer-conference.webp"
    },
    {
      "id": 5,
      "title": "Virtual Reality Expo (VRX)",
      "price": "$249.99",
      "description": "Immerse yourself in the world of VR and AR.",
      "details": "VRX, hosted in Austin, Texas, showcases the latest VR and AR technologies. The event includes hands-on experiences with cutting-edge devices, software, and applications. Expert speakers explore the future of VR and its applications in entertainment, education, and healthcare. Whether you're a developer, enthusiast, or explorer, VRX offers a journey into the immersive world of VR and AR.",
      "image": "https://i.ibb.co/TmVGrYJ/game-developer-conference.webp"
    },
    {
      "id": 6,
      "title": "E-Sports Championship ",
      "price": "$199.99",
      "description": "The ultimate e-sports battleground.",
      "details": "E-Sports Championship 2023 in Las Vegas gathers top e-sports players and teams for high-stakes tournaments in games like League of Legends, Counter-Strike: Global Offensive, and Dota 2. Spectators experience live e-sports action, meet pro players, and explore gaming expos and merchandise booths. It's a thrilling event for gaming enthusiasts.",
      "image": "https://i.ibb.co/TmVGrYJ/game-developer-conference.webp"
    }
  ]
  
  